export const courses = [
    {
        id: '1',
        title: 'Здоровый сон',
        description:
            'Освойте искусство качественного сна в захватывающем двухнедельном курсе. Погружайтесь в методы улучшения сна: от фаз до медитаций и физической активности. Ваш путь к лучшему сну начинается здесь.',
        time: '4 часа',
        lessonNumber: '20 уроков',
        disabled: false,
    },
    {
        id: '2',
        title: 'Утренняя рутина',
        description:
            'Познайте секрет энергичного начала дня в нашем курсе "Утренняя рутина". Научитесь методам утренней практики: от эффективных привычек до зарядки для тела и ума. Ваш путь к успешному утру — здесь и сейчас.',
        time: '2 часа',
        lessonNumber: '10 уроков',
        disabled: true,
    },
    {
        id: '3',
        title: 'Практика благодарности',
        description:
            'Обретите счастье в мелочах с нашим курсом "Практика благодарности". В течение 5 дней вы узнаете, как внедрить благодарность в повседневную жизнь, улучшив своё самочувствие и отношения. Погрузитесь в практики, которые преобразят ваш взгляд на мир. Счастье начинается с благодарности!',
        time: '1.5 часа',
        lessonNumber: '8 уроков',
        disabled: true,
    },
];
